import Imgdima from "@/public/photoAboutUs/photo_5233443158443027197_y.jpg";
import Gleb from "@/public/photoAboutUs/photo_5233443158443027267_x.jpg";
import Vlad from "@/public/photoAboutUs/photo_5233443158443027199_y.jpg";
import Maria from "@/public/photoAboutUs/photo_5233443158443027198_y.jpg";
import Ana from "@/public/photoAboutUs/photo_5233443158443027204_y.jpg";
import Ksenia from "@/public/photoAboutUs/photo_5233443158443027247_x.jpg";
import VladLavr from "@/public/photoAboutUs/photo_5233443158443027205_x.jpg";
import Valera from "@/public/photoAboutUs/photo_5233443158443027206_x.jpg";

export const aboutUsData = [
  {
    name: "Дмитро Новостройний",
    text: "Голова відділу, зібрав потужний колектив і потужно ним керую. Зазвичай не маю жодної вільної хвилини, але завжди знайду час на нову ініціативу або ідею.",
    img: Imgdima,
  },
  {
    name: "Гліб Осьмаков",
    text: "Заступник голови, права рука і голос здорового глузду пана Дмитра. Якби не я - весь відділ не мав би ані хвилини спокою. Щоправда, тепер його нема в мене.",
    img: Gleb,
  },
  {
    name: "Влад Боднар",
    text: "Дуже люблю Україну, як її культуру, так і знайомитись з різними людьми з різних її куточків. Сам по собі стараюсь бути доброзичливим та відкритим. За будь-який двіж, куди покличете, туди і піду.",
    img: Vlad,
  },
  {
    name: "Марія",
    text: "Відповідальна за пошук спонсорів та співпрацю з ними. Прагну своїми зусиллями разом з іншими зробити студентський простір кращим та сприяти залученню молоді до активного та свідомого соціального життя.",
    img: Maria,
  },
  {
    name: "Анастасія Товкес",
    text: "Відповідаю за співпрацю із закордонними університетами. Втікаю від реальності в подорожі, творчість і читання. На питання «де ти була?», відповідь завжди одна - «на курсах», так… у мене їх тьма-тьмуща.",
    img: Ana,
  },
  {
    name: "Ксенія Шапеко",
    text: "Я шукаю спонсорів так, як шукають Wi-Fi у кафе: наполегливо та з надією. А у звичайному житті радію від промінчиків сонця і випитої кави.",
    img: Ksenia,
  },
  {
    name: "Влад Лаврішко",
    text: "Займаюся різними технічними штуками у відділі, бо головний тут у цьому плані. Люблю музику та сніданки в пузатій хаті.",
    img: VladLavr,
  },
  {
    name: "Валерій Сукач",
    text: "Побачив в магазині книжку «Як вирішити 50% своїх проблем» і купив дві.",
    img: Valera,
  },
];
